//app.js
App({
  onLaunch: function () {
    // 展示本地存储能力
    
  },
  globalData: {
    userInfo: null,
    questions: [
      { "question": "一个分数的分子扩大10倍，分母缩小10倍，这个分数的分数值（）","url":"", "option": { "A": "变大", "B": "变小", "C": "不变", "D": "不一定" }, "true": "A", "number":"4" },
      { "question": "把一条长1米的绳子平均剪成5段，第三段长（）", "url": "", "option": { "A": "1/5", "B": "1/5米", "C": "3/5", "D": "3/5米" }, "true": "B", "number": "4" },
      { "question": "大于2/5且小于4/的真分数有（）个", "url": "", "option": { "A": "1", "B": "2", "C": "3", "D": "无数个" }, "true": "D", "number": "4" },
      { "question": "下面的几个分数中，（）不是最简分数", "url": "", "option": { "A": "4/5", "B": "5/4", "C": "9/12", "D": "18/7" }, "true": "C", "number": "4" },
      { "question": "下面的几个分数中，（）与2又1/2不相等 ", "url": "", "option": { "A": "5/2", "B": "10/4", "C": "15/6", "D": "18/7" }, "true": "D", "number": "4" },
      { "question": "把6化成分母是6的假分数是（）", "url": "", "option": { "A": "1/6", "B": "6/6", "C": "36/6" }, "true": "C", "number": "3" },
      { "question": "时针从6走到12，走了钟面的（）？", "url": "", "option": { "A": "1/2", "B": "1/4", "C": "1/3" }, "true": "A", "number": "3" },
      { "question": "一种桃汁，大瓶装（1200ml）收集售价8元，小瓶装（400ml）售价3元。两家商店为了促销这种桃汁，分别推出优惠方案：如下。购买12升这种桃汁，要想省钱到（）购买。", "url": "../image/1.png", "option": { "A": "甲店", "B": "乙店", "C": "两个店均可", "D": "丙店" }, "true": "A", "number": "4" },
      { "question": "将一个正方体按下面的方式摆放在桌面上。8个正方体按这种方式摆放，有（）个面露在外面。", "url": "../image/2.png", "option": { "A": "20", "B": "23", "C": "26", "D": "29", "E": "34", "F": "32" }, "true": "C", "number": "6" },
      { "question": "下面图形的表面积是（）平方厘米", "url": "../image/3.png", "option": { "A": "344", "B": "364", "C": "288", "D": "128", "E": "284", "F": "444" }, "true": "A", "number": "6" }
    ]
  } 
})